# Taps
tap 'homebrew/cask'
tap 'buo/cask-upgrade'
tap 'caskroom/fonts'
tap 'johanhaleby/kubetail'
tap 'homebrew/cask-versions'
tap 'atayarani/shell'

# Casks - GUI
cask 'alfred'
cask 'amazon-chime'
cask 'authy'
cask 'caffeine'
cask 'grammarly'
cask 'intellij-idea'
cask 'keybase'
cask 'pritunl'
cask 'slack'
cask 'textexpander'
cask 'ipvanish-vpn'
cask 'postman'

# Casks - CLI
cask 'iterm2'
cask 'gpg-suite'
cask 'font-fira-code'

# CLI Tools
brew 'atayarani/shell/configure_brewfile'
brew 'atayarani/shell/configure_python'
brew 'atayarani/shell/configure_ruby'
brew 'atayarani/shell/configure_zsh'
brew 'johanhaleby/kubetail/kubetail'
brew 'tfenv'
brew 'awscli'
brew 'jq'
brew 'graphviz'
brew 'git'
brew 'myrepos'
brew 'vcsh'
brew 'pipenv'
brew 'pyenv-virtualenv'
brew 'rbenv-bundler'
brew 'vim'
brew 'pre-commit'
brew 'shellcheck'
brew 'watch'
brew 'wget'
brew 'zplug'
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
brew 'awk'
brew 'bash'
brew 'coreutils'
brew 'csshx'
brew 'go'
brew 'kubectx'
brew 'git-lfs'
brew 'fish'
brew 'hadolint'
brew 'imagemagick'
brew 'terraform-docs'
brew 'grep'
brew 'tree'

# Docker Tools
cask 'docker'
